Repository: Zaneta14/popraviDefekt
Catalog: PopraviDefekt/*.lproj/Localizable.strings
Languages: mk

source: Log in
mk: Најави се

source: Switch to sign up
mk: Кликни за регистрација

source: Sign up
mk: Регистрирај се

source: Switch to log in
mk: Кликни за најава

source: Defect Repair
mk: Поправи дефект

# Enter desc
source: Enter a description for your defect.
mk: Внеси опис за дефектот.

# cancelS
source: Cancel
mk: Откажи

# AcceptO
source: Accept offer
mk: Прифати понуда

# RejectO
source: Reject offer
mk: Одбиј понуда

source: Scheduled on:
mk: Закажано за:

source: Done on:
mk: Завршено на:

# ValidInfo
source: Is the information below valid?
mk: Дали информациите подолу се валидни?

source: Yes
mk: Да

source: No
mk: Не

source: Success
mk: Успешно

# RequestCancelled
source: The request has been canceled.
mk: Барањето е откажано.

# OfferRejected
source: The offer has been rejected.
mk: Понудата е одбиена.

# CraftsmanInfoInvalid
source: You have declared the craftsman's information invalid.
mk: Ги прогласивте информациите на мајсторот за невалидни.

# NotEnough
source: Not enough information
mk: Недоволно информации

# PleaseEnter
source: Please enter all information required.
mk: Внесете ги сите потребни информации.

# EmailPass
source: Please enter both email and password.
mk: Внесете и email и лозинка

source: Camera alert
mk: Известување за камерата

source: No camera is available.
mk: Нема достапна камера.

# Sch
source: The job is now scheduled.
mk: Работата е сега закажана.

# Fin
source: The job is now finished.
mk: Работата е сега завршена.

source: No comments yet.
mk: Се уште нема коментари.

source: No ratings yet.
mk: Се уште нема оценки.

# NoPercentage
source: No data about approved information by customers.
mk: Нема податоци за потврдени информации од муштерии.

source: %d km away
mk: %d km оддалечен

# %d% approved info
source: %d% approved information by customers
mk: %d% потврдени информации од муштерии

# NoComments
source: No comment yet.
mk: Се уште нема коментар.

# NoRatings
source: No rating yet.
mk: Се уште нема оценка.

source: You have made a request.
mk: Направивте барање.

source: Failed
mk: Неуспешно

# YourComment
source: Your comment here...
mk: Вашиот коментар овде...

# Feedback
source: Thank you for your feedback
mk: Ви благодариме

# Submitted
source: Your information has been submitted
mk: Вашите информации се внесени.

source: Invalid
mk: Невалидно

# PleaseFillOut
source: Please fill out the required text fields.
mk: Пополни ги потребните текст полиња.

source: No type selected
mk: Нема избрано тип

# craftsman type
source: Please select at least one craftsman type.
mk: Избери барем еден тип на мајстор.

# Updated
source: Your profile is now updated.
mk: Вашиот профил е ажуриран.

source: No changes made
mk: Нема промени

source: You haven't made any changes.
mk: Немате направено промени.

source: Please enter a price.
mk: Внесете цена.

# OfferMade
source: You have made an offer.
mk: Испративте понуда.

# RequestRejected
source: You have rejected the request.
mk: Го одбивте барањето.

source: Upload an image...
mk: Прикачи слика...

# ChooseImage
source: Please choose an image.
mk: Избери слика.

# CustomerConfirmation
source: The customer now needs to confirm the information.
mk: Сега муштеријата треба да ги потврди податоците.
